Revit 2027 API
TemporaryGraphicsManager Properties
The TemporaryGraphicsManager type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
TemporaryGraphicsManager Class
Autodesk.Revit.DB Namespace